tip.1.description=Recherche des doublons\n\nVous pouvez facilement trouver et retirer les doublons : S\u00e9lectionnez la racine de l'arbre des m\u00e9dias; s\u00e9lectionnez "Liste des enfants" et "Condenser les doublons". Maintenant s\u00e9lectionnez tout le contenu de la fen\u00eatre d'imagette (ctrl+a) et choisissez l'item suivant du menu contextuel : ">D\u00e9truire les doublons". Soyez attentif \u00e0 l'ordre de pr\u00e9sentation des doublons, donc \u00e9galement l'ordre de destruction des doublons, qui n'est pas d\u00e9termin\u00e9!
tip.2.description=Dialogue de recherche dans les composants d'interface utilisateur\n\nRecherche : Les vues en arbre et tabulaires ont la possibilit\u00e9 de recherche : Ctrl-F ouvre une bo\u00eete de dialogue pour la recherche!
tip.3.description=Comparaison de base de donn\u00e9es\n\nLa comparaison avec une autre base de donn\u00e9es : Lors de la fusion de diff\u00e9rentes collections de m\u00e9dia il est appropri\u00e9 de comparer les bases de donn\u00e9es! vous pouvez alors \u00e9liminer les doublons avant d'effectivement r\u00e9aliser la fusion des collections!
tip.4.description=Recherche des doublons\n\nLe regroupement par cat\u00e9gorie "doublons avec structure de r\u00e9pertoire" permet de contr\u00f4ler individuellement tous les doublons et de d\u00e9cider individuellement de la destruction des doublons.
tip.5.description=Multiples vues\n\nIl est possible d'ouvrir de multiples vues d'une collection de m\u00e9dias! Vous pouvez alors, par exemple pr\u00e9senter des vues avec diff\u00e9rents groupes par cat\u00e9gories ou filtrer en parall\u00e8le.
tip.6.description=Fusion de collections\n\nSi vous d\u00e9sirez fusionner les bases de donn\u00e9es de deux collections: cr\u00e9ez un fichier wm info pour celui qui doit \u00eatre int\u00e9gr\u00e9 \u00e0 l'autre; par la suite, vous pouvez d\u00e9placer/copier le r\u00e9pertoirequi contient le m\u00e9dia and importer ce r\u00e9pertoire dans la base de donn\u00e9es cible; l'importation s'effectue alors plus rapidement, puisque les donn\u00e9es du ficheir wm info est utilis\u00e9!
tip.7.description=Regroupement par mots cl\u00e9s \u00e0 partir d'un chemin\n\nLe Regroupement par mots cl\u00e9s est utile pour trouver les fichier qui peuvent \u00eatre reli\u00e9s mais qui peuvent \u00eatre dispers\u00e9s au travers du syst\u00e8me de fichiers. Le regroupement s'effectue au moyen des fragment de mots tir\u00e9s des chemins.
tip.8.description=Regroupement par localisation\n\nLe regroupement par localisation est utile pour trouver les entr\u00e9es qui pointent aux fichiers qui n'existent plus dans le syst\u00e8me de fichiers.
tip.9.description=Localisation de doublons\n\nLe regroupement de localisation de doublons est utile pour trouver les entr\u00e9es en double dans la base de donn\u00e9es, par exemple deux entr\u00e9es de la base de donn\u00e9es, qui pointent au m\u00eame fichier du syst\u00e8me de fichier.
tip.10.description=Effacement et destruction\n\nVous pouvez effacer une entr\u00e9e dans la base de donn\u00e9es; le fichier de m\u00e9dia n'est pas d\u00e9truit du syst\u00e8me de fichiers.
tip.11.description=Vue en bande\nLa vue en bande des imagettes regroupe tout les noeuds enfants de la s\u00e9lection courante. Ceci s'av\u00e8re souvent utile pour obtenir un aper\u00e7u d'une collection.
tip.12.description=Vue en bande\nVous pouvez facilement s\u00e9lectionner tous les noeuds d'une bande lorsque vous s\u00e9lectionnez la premi\u00e8re colonne d'une bande.
