tip.1.description=Suche nach Duplikaten\n\nEs ist einfach m\u00f6glich, Duplikate aufzufinden und zu entfernen:: W\u00e4hlen sie die oberste Node im Medien Baum; w\u00e4hlen sie "Kinder auflisten" und "cond. Dup.". W\u00e4hlen Sie nun alle Medien im Thumb Fenster (ctrl+a) und anschliessend im Kontextmen\u00fc: ">l\u00f6sche zusammengefasste Duplikate". Bitte beachten Sie: welches Duplikat gel\u00f6scht wird ist nicht festgelegt, da keine bestimmte Reihenfolge bevorzugt wird!
tip.2.description=Suchen Dialoge in der Oberfl\u00e4che\n\nSuche: alle B\u00e4ume und Tabellen in der Anwendung bieten einen Suchdialog, der mit Strg-F ge\u00f6ffnet wird!
tip.3.description=Vergleich von Datenbanken\n\nVergleich mit einer anderen Datenbank: Vor dem zusammenf\u00fchren von Medien Sammlungen ist es oft sinnvoll die Sammlungen zu vergleichen! Auf diese Weise k\u00f6nnen Duplikate vor dem Zusammenf\u00fchren entfernt werden!
tip.4.description=Suche nach Duplikaten\n\nDie Gruppierungskategorie "Duplikate mit Verzeichnisstruktur" macht es m\u00f6gliche Duplikate individuell aufzufinden und zu entscheiden, welche Datei man entfernen m\u00f6chte
tip.5.description=Mehrere Ansichten\n\nEs ist m\u00f6glich mehrere Ansichten f\u00fcr die gleiche Medien Sammlung zu \u00f6ffnen! Damit k\u00f6nnen z.b. Ansichten mit verschiedene Gruppierungen und Filter gleichzeitig dargestellt werden
tip.6.description=Zusammenf\u00fchren von Sammlungen\n\nWenn sie zwei Datenbanken zusammenf\u00fchren wollen: Erzeugen Sie zuerst "WM Info" Datein f\u00fcr die Dateien, die sie \u00fcbernehmen wollen; anschliessend k\u00f6nnen sie die Ordner kopieren (oder verschieben) wenn sie wollen und schliessich in die Ziel-Datenbank importieren; das Importieren geht sehr viel schneller, da Informationen aus den "WM Info" Dateien verwendet werden!
tip.7.description=Gruppierung nach Schl\u00fcsselw\u00f6rtern\n\nDie Gruppierung nach Schl\u00fcsselw\u00f6rtern ist n\u00fctlich, um Dateien aufzufinden, die zwar zusammengeh\u00f6ren, aber \u00fcber das Dateisystem verteilt sind. Es wird hier nach Wort-Fragmenten gruppiert, die aus dem Pfadnamen der Datien erzeugt wird
tip.8.description=Gruppierung nach Lokalisierung\n\nGruppierung nach Lokalisierung ist n\u00fctlich, um verweiste Eintr\u00e4ge zu finden, die letzendlich nicht mehr auf dem Dateisystem existieren
tip.9.description=Lokalisierte Duplikate\n\nDie Gruppierung nach lokalisierten Duplikaten ist n\u00fctlich, um Eintr\u00e4ge zu finden, die doppelt vorhanden sind, aber auf die gleiche Datei verweisen
tip.10.description=Entfernen & L\u00f6schen\n\nSie k\u00f6nnen Eintr\u00e4ge in der Datenbank entfernen. Im Gegensatz zu "l\u00f6schen" wird hierbei die Medien-Datei auf dem Datentr\u00e4ger nicht gel\u00f6scht, sondern nur der Eintrag in der Datenbank
tip.11.description=Streifen Ansicht\nDie Thumbnail Steifenansicht gruppiert alle Kinder-Eintr\u00e4ge des selektieren Eintrags im Medien-Baum in "Streifen". Das ist \u00f6ft eine n\u00fctliche Ansicht, um die Medien-Bibliothek zu browsen  oder zu durchst\u00f6bern
tip.12.description=Streifen Ansicht\nEs k\u00f6nnen alle Eintr\u00e4ge eines Streifens selektiert werden, indem man auf die erste Zelle doppelklickt
